[
    "He has made rapid progress in English.",
    "Would you look after the place while I'm out?",
    "Which one?",
    "I think it's time for me to consult a lawyer.",
    "She took him to the zoo.",
    "He achieved his goal.",
    "OK, Do you remember how to play poker?",
    "Tom and Mary have been married for more than thirty years.",
    "He came by car.",
    "I can swim.",
    "My father is a teacher.",
    "Am I making myself clear?",
    "It's very kind of you to invite me to your birthday party.",
    "What did you say?",
    "He finished the beer and ordered another.",
    "Sure, I'll get it for you.",
    "She repulses him.",
    "She's good at tennis.",
    "Let's split the bill.",
    "A student raised his hand when the teacher finished the reading.",
    "The concert was a success.",
    "There's a restaurant near here.",
    "Good for you.",
    "Will he come tomorrow?",
    "Janet bought a skirt and a blouse.",
    "They teased the new student.",
    "We should start getting Christmas gifts for the children.",
    "You broke the rule.",
    "The doctor advised him to cut down on drinking.",
    "I don't feel up to running to the station.",
    "It'll definitely rain.",
    "I have a lot of work to clear up by the weekend.",
    "This house has six rooms.",
    "He is lying.",
    "Thank you so much for inviting me.",
    "How do you usually decide what to eat?",
    "That's terrible.",
    "No, not this time. It's a big change for me 'cause I've never lived alone.",
    "I went on reading.",
    "He has a lot of things to do.",
    "I want to catch the 11:45.",
    "Oh, Can you hear me OK? I said, come to the second floor.",
    "She was advised by him to give up drinking.",
    "I go to bed at eleven.",
    "She raced him down the hill.",
    "Light travels faster than sound.",
    "I could swim well even when I was a child.",
    "What are you going to do?",
    "He's saving up to go to college.",
    "Everybody likes him.",
    "He hired some new workers.",
    "She helped him tie his tie.",
    "Please keep me informed.",
    "He set out on a lonely journey.",
    "Will you please lend me a stapler?",
    "I'll leave it up to you.",
    "Yes. It's been really busy here all day.",
    "I can't figure out how to upload an image.",
    "We had a narrow escape.",
    "I don't like men like him.",
    "Is anyone else coming?",
    "This tastes good.",
    "Well, I'm afraid I must be leaving. I had a nice time.",
    "She boiled the eggs.",
    "Some people have trouble getting their dogs to eat dog food.",
    "Please, tell me.",
    "There is an urgent need for people to help clean up the environment.",
    "I go to bed at eleven.",
    "Steve will get married to Nancy next week.",
    "I'm looking for a bank. Is there one near here?",
    "I'm a bit short of money now.",
    "All my friends like the same kind of music that I do.",
    "She took care of the children.",
    "She advised him against doing it.",
    "She feeds her dog a meat-free diet.",
    "I got him to repair my car.",
    "Gold is heavier than silver.",
    "Those glasses suit you.",
    "I lived overseas for ten years.",
    "I have been busy.",
    "Have you told anyone about the surprise party?",
    "Dinner's ready.",
    "She acted as if she didn't care what happened.",
    "A heavy snowstorm kept us from going out.",
    "The baby is fast asleep.",
    "What is it that you want me to do?",
    "I carried the heavy bag on my back.",
    "You'll have a hard time.",
    "When does school let out for the holidays?",
    "That school's closed early.",
    "No.",
    "Yesterday Mary stayed home all day.",
    "All the passengers were saved from drowning.",
    "I think he is a good choice, but I think McCain would make a good president also.",
    "The Prime Minister will hold a press conference tomorrow.",
    "Be quiet for a moment.",
    "She intended to go shopping.",
    "Can she endure a long trip?",
    "The train arrived on time.",
    "How was your afternoon?",
    "That's too many.",
    "25 dollars. Do you think that's enough?",
    "He made up his mind to be a pilot.",
    "She hates fish and never eats any.",
    "He accepted the job.",
    "I think it's time for me to call it a day.",
    "Excuse me.",
    "It snowed a lot.",
    "Will you please shut the door?",
    "It is wrong to tell a lie.",
    "She asked him where Jessie was.",
    "Tom got angry with the high school students.",
    "OK, I'd like a room please.",
    "How much time do you spend on Facebook?",
    "Anything else?",
    "We felt relieved when we saw a light in the distance.",
    "Let's begin on page 30.",
    "You don't need to prepare a formal speech.",
    "I fell asleep before my father came home.",
    "I'm looking for a house.",
    "We're just like brothers.",
    "I wonder who started that rumor.",
    "According to Mike, Mac bought a new car.",
    "Would you put out the candles?",
    "I'll teach you.",
    "My college has dormitories.",
    "That's a schools closed early.",
    "Would you like to send it overnight or by regular mail?",
    "No, from here I think it's only about 5 dollars.",
    "A little. I took some medicine this morning and I feel a little better now.",
    "Our dorm's heating system isn't working properly.",
    "Will you come and pick me up?",
    "Don't shut your eyes.",
    "We chartered a bus.",
    "This book is smaller.",
    "Do you need this book?",
    "I knew I shouldn't have put off doing my homework until the last minute.",
    "I'd be happy to attend your party.",
    "She was injured in the traffic accident.",
    "He beat the odds and was successful.",
    "I had my pocket picked on the train.",
    "Would you give me a discount?",
    "Let go of my arm! I can't stand people touching me.",
    "Please be seated.",
    "The more time I spend doing this, the less time I have to do things I enjoy doing.",
    "Would 9 o'clock be all right?",
    "She is a beauty.",
    "I live within 200 meters of the station.",
    "He knows a lot of people.",
    "The decision was put off.",
    "That's so nice of you. Aren't you cold?",
    "Here comes the bus.",
    "Please show me another camera.",
    "I think it's time for me to get a job.",
    "She advised him save his money.",
    "He's accustomed to mountain climbing.",
    "She had nothing to do yesterday.",
    "I don't know when Tom will leave Japan.",
    "Could you tell me the way to the station?",
    "OK. I'm not sure what's wrong. If it's possible, email the file to me and I'll see if I can get it to open.",
    "We'll be home at about 11:00.",
    "Why do you want to leave today?",
    "It's really hot there.",
    "Tom will go there tomorrow.",
    "He came by bus.",
    "Did you enjoy your winter holidays?",
    "He likes it very much.",
    "I was very glad to get a present from her.",
    "I was disappointed that you didn't call.",
    "Please shut the door.",
    "Does Tom have to write the letter today?",
    "I had to postpone my appointment.",
    "She kicked him hard.",
    "He fell in love with her at first sight.",
    "He has the least money of us all.",
    "Do you want to pick them up or should we deliver them?",
    "Thank you.",
    "I was laughed at by everyone.",
    "Follow that car.",
    "Tom hasn't seen Mary for more than a year.",
    "I think it's time for me to walk away from this mess.",
    "My foot's asleep again!",
    "This winter is warm.",
    "I got the ticket for nothing.",
    "I found it difficult to get along with him.",
    "I never felt this way before I met you.",
    "Where are you from?",
    "The alarm went off.",
    "I go to any party I am invited to.",
    "She got the money from him even though he said that he wouldn't give it to her.",
    "She crouched down by the gate.",
    "All of them went there.",
    "I thought doing this would be easy, but we've been working all day and we're still not finished.",
    "No, not very clearly. It's really noisy here.",
    "I don't care for wine.",
    "I missed the last train, so I had to walk all the way home.",
    "Mr. Young wishes his son would study harder.",
    "He studied English history.",
    "Jim's not a lawyer. He's a doctor.",
    "Could I have a glass of white wine?",
    "Sorry, I don't understand. What does that mean?",
    "She introduced her sister to him.",
    "We lost the game.",
    "What cities did you go to?",
    "Did you study by yourself?",
    "You have to come with me.",
    "Did you hear my show last night?",
    "Tell me what to do.",
    "What is on the desk?",
    "Please open the bottle.",
    "He is suffering from a headache.",
    "No one knew for certain how the accident happened.",
    "Did you finish the job?",
    "Now let's begin the game.",
    "We have bottled water, juice, and Coke.",
    "Someone must have left it there.",
    "No, not really. I wore a coat.",
    "I hung my coat in the hall closet.",
    "She stared at him in astonishment.",
    "You speak English very well.",
    "I made up my mind to study harder.",
    "I hear from him every now and then.",
    "You must have known what she meant.",
    "Many dog owners only feed their dogs once a day.",
    "How old is your father?",
    "Turn right.",
    "All of them are not poor.",
    "I haven't the faintest idea what you mean.",
    "What's the temperature?",
    "I don't know either of them.",
    "His speech inspired all the boys.",
    "You don't have to go unless you want to.",
    "Where does she live?",
    "Tony runs every day.",
    "The baby seemed to be fast asleep.",
    "I admire your courage.",
    "I must have made a mistake.",
    "That's right. He's Anthony.",
    "Do you get along with your boss?",
    "Please look after my luggage.",
    "Can you write it down for me please?",
    "You'd better not go today.",
    "I must buy one.",
    "You should have left half an hour earlier.",
    "It was quite dark when I got home.",
    "He loved her very much.",
    "Go straight ahead.",
    "Thanks a lot. Drive carefully.",
    "We don't care what he does.",
    "Americans are very friendly people.",
    "I like instrumental music.",
    "Tom decided to give up city life and live in the country.",
    "Jim, I heard you took a trip to San Diego. Is that right?",
    "Here is your salad.",
    "Tom denied having stolen the money.",
    "I'm very fat.",
    "What do you think you're doing?",
    "I had no choice but to accept the offer.",
    "I'm sorry to interrupt you while you're talking.",
    "I came here yesterday.",
    "There are many rats on the ship.",
    "I can't believe you're weren't as impressed as I was.",
    "You can't trust computer translation.",
    "Everybody loves him.",
    "How could you just walk out the door without saying goodbye?",
    "When was the last time we met?",
    "Tell me what to do.",
    "Are you going to work until 10:00?",
    "I'd like some water too, please.",
    "It is going to rain soon.",
    "What do you study?",
    "She looks happy.",
    "She has about 2,000 books.",
    "We'll start as soon as it stops raining.",
    "The audience was deeply affected.",
    "Tom and Sue have known each other since 1985.",
    "Do you know who they are?",
    "The castle is beautiful.",
    "I'm completely exhausted.",
    "Are you going to stay long?",
    "I'd like one more blanket.",
    "The curtain fell.",
    "She was aching all over.",
    "We have to expect the worst.",
    "I don't like to send postcards when I'm on a trip.",
    "She cooks for him.",
    "Tom served five days in jail last year after pleading guilty to drunken driving.",
    "I want something to drink.",
    "We are acquainted with his family.",
    "Can I take a message?",
    "She is cooking for him.",
    "I fell asleep while listening to the radio.",
    "I haven't seen you for ages.",
    "What's the temperature?",
    "I can't feel at home in a hotel.",
    "She can speak Japanese.",
    "She's in the bath.",
    "Can you speak French?",
    "I want to see them again.",
    "Let me hear your frank opinion.",
    "I think I understand.",
    "What time do you get up every day?",
    "She sat next him wishing she were somewhere else.",
    "Where is Room 105?",
    "How does it taste?",
    "Things are slow right now. Would you mind if I borrow your phone, mine's out of batteries and I have to call my boss to tell him about this.",
    "She forced him to do it.",
    "She watched him eat.",
    "She was very surprised when she heard the news.",
    "The man robbed her bag.",
    "I expect that he will help us.",
    "Would you like some more cake?",
    "Have you given any thought to having dinner with me?",
    "His lack of technical knowledge kept him from being promoted.",
    "That sounds really nice. What did you do there?",
    "You should give up smoking.",
    "You're kidding!",
    "Do you have anything cheaper?",
    "We appreciate your help.",
    "Everything is ready.",
    "Are you sure of your answer?",
    "I'm afraid of earthquakes.",
    "I know it's going to be unpleasant to talk about the accident.",
    "How long will it take to get there?",
    "How long do I have to wait for delivery?",
    "Having a small flashlight in your pocket may come in handy.",
    "He's agreed to do the job.",
    "Tom was also there.",
    "Every student who has graduated from our university has studied English with a native speaker for at least two years.",
    "She stole a lot of money from him, so now she is in prison.",
    "Does he know that you love him?",
    "It rained yesterday.",
    "Are you allergic to anything?",
    "How much food should I be feeding my dog?",
    "It took me more than two hours to translate a few pages of English.",
    "Give me just a little.",
    "She had no difficulty in learning the poem by heart.",
    "Write on every other line.",
    "He seems unable to swim.",
    "She stabbed him.",
    "It cost me three hundred dollars to have my car repaired.",
    "We ate some apples.",
    "I can't play tennis as well as Tom.",
    "They chatted over coffee for more than two hours.",
    "She still loves him.",
    "They drank two bottles of wine.",
    "It's nearly lunchtime. Why don't we stop to have a bite to eat?",
    "Oh, I thought you said Laura. Sorry about that. This is the right number, but Heather's not here right now.",
    "Why are you laughing?",
    "She is on friendly terms with him.",
    "She went to the station to see him off.",
    "She acted like a real baby.",
    "I don't feel like working today.",
    "Small please.",
    "They're about to leave.",
    "I don't understand.",
    "I'm not ready yet.",
    "Roger slipped on the ice and hurt his leg.",
    "We adopted a child.",
    "She fell in love with him.",
    "Did you accomplish your goals?",
    "He can also speak French.",
    "This building is near completion.",
    "He's a late bloomer.",
    "He is two years older than you.",
    "I don't care.",
    "I'll never forget your kindness.",
    "Accidents will happen.",
    "He lives in a cozy little house.",
    "She was making tea.",
    "He has not eaten a decent meal in a long time.",
    "They were all surprised to see me there.",
    "I ate already.",
    "The boss just chewed him out again.",
    "I agree with you to some extent.",
    "It's far from here.",
    "I'd really like to know why he did that sort of thing.",
    "Can you swim underwater?",
    "She advised him to become a teacher.",
    "You don't get up as early as your older sister, do you?",
    "I don't like movies.",
    "Tom isn't as old as he looks.",
    "Did you invite him?",
    "I think it's time for me to get my own place.",
    "Smile at the camera, please!",
    "Do you have one-day tours?",
    "Where did you learn?",
    "She couldn't convince him to give a speech."
]
